Repository: nabaztag2018/pynab
Catalog: nabrfid2server/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: RFID to Server
fr_fr: RFID vers Serveur

source: Tags can be transmitted to a remote server by URL.
fr_fr: Les Tags peuvent être envoyés à un serveur distant par URL.

source: Setup below the transmission mode that suits for you
fr_fr: Sélectionnez ci-dessous votre mode de transmission préféré

source: Setup also the url of your server. You can include, where you need in your url the following tags:<br>#RFID_TAG# : uid of the tag<br>#RFID_STATE# : state of the tag (detected, removed)<br>#RFID_FLAGS# : supported, formatted,etc.<br>#RFID_APP# : App called by a formatted tag<br>#RFID_PACK# : the whole RFID packet received<br>#RFID_JEEPACK# : compatible RFID_PACK for Jeedom
fr_fr: Configurez l'URL de votre serveur. Vous pouvez ajouter, où nécessaire dans votre url les tags suivants:<br>#RFID_TAG# : uid du tag RFID<br>#RFID_STATE# : état du tag (detected, removed)<br>#RFID_FLAGS# : supported, formatted,etc.<br>#RFID_APP# : Application appelée par un tag programmé<br>#RFID_PACK# : le paquet RFID reçu, au complet<br>#RFID_JEEPACK# : le paquet RFID_PACK compatible avec Jeedom

source: URL Send Option
fr_fr: Option d'envoie des Tags

source: Never send the tag
fr_fr: Ne jamais transmettre de Tag

source: Only for unknown tag
fr_fr: Seulement les tags inconnus

source: Always send the tag
fr_fr: Transmettre tous les tags

source: URL of your server:
fr_fr: URL de votre serveur:

source: Test me now!
fr_fr: Envoyer une url test

source: Save
fr_fr: Enregistrer

source: Reset
fr_fr: Annuler
