Repository: nabaztag2018/pynab
Catalog: nabiftttd/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: When Nabaztag sees that NFC tag, an event will be triggered on If This Then That (make sure, you already configured the service <a href='/services'>here</a>).
fr_fr: Quand Nabaztag verra ce tag NFC il déclenchera un événement sur le service If This Then That (N'oubliez pas de configurer le service <a href='/services'>ici</a>).

source: Give this tag a name (and use this name as the event name on your IFTTT applet)
fr_fr: Donnez donc un nom à ce tag (nom que vous utiliserez sur IFTTT)

source: Example : MyKeys (no space)
fr_fr: Par exemple : MesCles (pas d'espace, pas d'accent)

source: If This Then That
fr_fr: If This Then That (Si Ceci Alors Cela)

source: If This Then That (IFTTT) is an <a target='_blank' href='https://ifttt.com' rel='noopener noreferrer'>online service</a> that gives you the possibility to trigger actions when Nabaztag sees an NFC tag.
fr_fr: If This Then That (IFTTT) est un <a target='_blank' href='https://ifttt.com' rel='noopener noreferrer'>service en ligne</a> qui vous donne la possibilité de lancer des actions lorsque votre Nabaztag détecte un tag NFC.

source: If you have not done it already, you need to create an IFTTT account and enter the <b>Webhooks key</b> below.
fr_fr: Si vous ne l'avez pas déjà fait, vous devez créer un compte IFTTT et saisir la clé du service <b>IFTTT Webhooks</b>.

source: Once this is done, <a href='/rfid/'>configure the tag</a> and show it to your Nabaztag.
fr_fr: Une fois que cela est fait, il faut <a href='/rfid/'>configurer le tag</a> et le montrer à votre Nabaztag pour lancer l'action.

source: IFTTT Webhooks key
fr_fr: La clé du service IFTTT Webhooks

source: Save
fr_fr: Enregistrer

source: Reset
fr_fr: Annuler
