Repository: nabaztag2018/pynab
Catalog: nabmastodond/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: You can propose another Nabaztag registered on Mastodon with the button below. They will receive the proposal and will be able to accept it.
fr_fr: Vous pouvez envoyer une demande de communion à un autre Nabaztag enregistré sur Mastodon avec le bouton ci-dessous. Il/elle recevra la demande et pourra l'accepter.

source: Kindred soul
fr_fr: Âme sœur

source: Friend address
fr_fr: Adresse de votre ami(e)

source: e.g. name@instance.tld
fr_fr: ex: nom@instance.tld

source: Propose
fr_fr: Envoyer une demande

source: An unknown error occurred trying to send proposal
fr_fr: Une erreur inconnue est survenue en essayant d'envoyer votre demande

source: An error occurred trying to send proposal:
fr_fr: Une erreur est survenue en essayant d'envoyer votre demande :

source: Really cancel proposal to <a href="%(profile_url)s" target="_blank">%(spouse_handle)s</a>?
fr_fr: Souhaitez-vous réellement annuler votre demande de communion à <a href="%(profile_url)s" target="_blank">%(spouse_handle)s</a> ?

source: Really cancel
fr_fr: Annuler la demande

source: You sent a proposal to your friend <a href="%(profile_url)s" target="_blank">%(spouse_handle)s</a>. They have yet to accept it.
fr_fr: Vous avez envoyé une demande de communion à votre ami(e) <a href="%(profile_url)s" target="_blank">%(spouse_handle)s</a>. Il/elle doit encore l'accepter.

source: Cancel proposal
fr_fr: Annuler la demande

source: An unknown error occurred trying to cancel proposal
fr_fr: Une erreur inconnue est survenue en tentant d'annuler la demande

source: An error occurred trying to cancel proposal:
fr_fr: Une erreur est survenue en tentant d'annuler la demande :

source: You received a proposal from <a href="%(profile_url)s" target="_blank">%(spouse_handle)s</a>. Do you want to accept it?
fr_fr: Vous avez reçu une demande de communion de <a href="%(profile_url)s" target="_blank">%(spouse_handle)s</a>. Souhaitez-vous l'accepter ?

source: Accept
fr_fr: Accepter

source: Reject
fr_fr: Refuser

source: An unknown error occurred responding to proposal
fr_fr: Une erreur inconnue est survenue en répondant à cette demande

source: An error occurred responding to proposal:
fr_fr: Une erreur est survenue en répondant à cette demande :

source: Really divorce from <a href="%(profile_url)s" target="_blank">%(spouse_handle)s</a>?
fr_fr: Souhaitez-vous réellement divorcer de <a href="%(profile_url)s" target="_blank">%(spouse_handle)s</a> ?

source: Cancel
fr_fr: Annuler

source: Divorce
fr_fr: Divorcer

source: This Nabaztag is married to <a href="%(profile_url)s" target="_blank">%(spouse_handle)s</a>. Married Nabaztags have a special ear-based relationship.
fr_fr: Ce Nabaztag est en communion avec <a href="%(profile_url)s" target="_blank">%(spouse_handle)s</a>. Les Nabaztag en communion ont une relation spéciale au niveau des oreilles.

source: An unknown error occurred trying to divorce
fr_fr: Une erreur inconnue est survenue en tenant de supprimer la communion

source: An error occurred trying to divorce:
fr_fr: Une erreur est survenue en tentant de supprimer la communion :

source: Fetching account data...
fr_fr: Récupération des données du compte

source: An unknown error occurred fetching account data
fr_fr: Une erreur inconnue est survenue lors de la récupération des données du compte

source: An error occurred fetching account data:
fr_fr: Une erreur est survenue lors de la récupération des données du compte :

source: As we don't want Nabaztag to live in the cloud we're using <a href='https://en.wikipedia.org/wiki/Mastodon_(software)'>Mastodon</a> to connect rabbits (Mastodon is a sort of decentralized Twitter - and Open Source). Currently your Nabaztag is not connected to Mastodon.
fr_fr: Comme on a décidé que Nabaztag n'habiterait plus jamais dans le cloud mais que nous aimons bien la communion d'oreilles (notamment), nous utilisons <a href='https://fr.wikipedia.org/wiki/Mastodon_(r%C3%A9seau_social)'>Mastodon</a> pour connecter les lapins entre eux. <b>En ce moment, votre Nabaztag n'est pas connecté à Mastodon</b>.

source: First, <strong>create an account for your Nabaztag</strong> on a given Mastodon instance, you can find a directory of Mastodon instances <a href="https://joinmastodon.org/" target="_blank">here</a>.
fr_fr: Tout d'abord,<strong> créez un compte pour votre Nabaztag</strong> sur une instance Mastodon, vous trouverez <a href="https://joinmastodon.org/" target="_blank">ici</a> un répertoire des instances.

source: Enter the instance your Nabaztag's account is on in the instance box below and connect this account with the <kbd class="btn-primary">Connect</kbd> button.
fr_fr: Indiquez l'instance de Mastodon sur laquelle est le compte de votre Nabaztag ci-dessous et connectez ce compte avec le bouton <kbd class="btn-primary">Connexion</kbd>.

source: Mastodon instance
fr_fr: Instance Mastodon

# button
source: Connect
fr_fr: Connexion

source: An unknown error occurred trying to connect with Mastodon
fr_fr: Une erreur inconnue est survenue en tentant de se connecter à Mastodon

source: An error occurred trying to connect with Mastodon:
fr_fr: Une erreur est survenue en tentant de se connecter à Mastodon :

source: Disconnect from Mastodon?
fr_fr: Déconnexion de Mastodon ?

# button
source: Disconnect
fr_fr: Déconnexion
