Repository: nabaztag2018/pynab
Catalog: nabclockd/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Sleep
fr_fr: Dormir

source: Wake up
fr_fr: Réveil

source: Clock
fr_fr: Horloge

source: Chime hours
fr_fr: Sonner les heures

source: Custom hours for each day of the week
fr_fr: Horaires personnalisés pour chaque jour de la semaine

source: Wake up time
fr_fr: Heure de réveil

source: Sleep time
fr_fr: Heure du coucher

source: Monday - Wake up / Sleep
fr_fr: Lundi - Réveil / Coucher

source: Tuesday - Wake up / Sleep
fr_fr: Mardi - Réveil / Coucher

source: Wednesday - Wake up / Sleep
fr_fr: Mercredi - Réveil / Coucher

source: Thursday - Wake up / Sleep
fr_fr: Jeudi - Réveil / Coucher

source: Friday - Wake up / Sleep
fr_fr: Vendredi - Réveil / Coucher

source: Saturday - Wake up / Sleep
fr_fr: Samedi - Réveil / Coucher

source: Sunday - Wake up / Sleep
fr_fr: Dimanche - Réveil / Coucher

source: Time zone
fr_fr: Fuseau horaire

source: Play wake up and sleep sound
fr_fr: Jouer un son au réveil et au coucher

source: Save
fr_fr: Enregistrer

source: Reset
fr_fr: Annuler
