Repository: nabaztag2018/pynab
Catalog: nabweb/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: French
fr_fr: Français

source: German
fr_fr: Allemand

source: U.S. English
fr_fr: Anglais des États-Unis

source: British English
fr_fr: Anglais britannique

source: Italian
fr_fr: Italien

source: Spanish
fr_fr: Espagnol

source: Japanese
fr_fr: Japonais

source: Brazilian Portuguese
fr_fr: Portugais brésilien

source: Nabaztag configuration
fr_fr: Configuration du Nabaztag

source: Home
fr_fr: Accueil

source: (current)
fr_fr: (actif)

source: System Information
fr_fr: Information système

source: Upgrade
fr_fr: Mise à jour

source: Help
fr_fr: Aide

source: Upgrading
fr_fr: Mise à jour

source: Please wait while upgrading pynab...
fr_fr: Veuillez patienter pendant la mise à jour de pynab

source: Unknown server error
fr_fr: Erreur serveur inconnue

source: Nabaztag help
fr_fr: Aide du Nabaztag

source: On your rabbit
fr_fr: Sur votre lapin

source: <b>The
fr_fr: <b>Les

source: The weather forecast visual animations
fr_fr: Les animations visuelles Météo

source: weather forecast visual animations
fr_fr: animations visuelles Météo

source: The air quality visual animations
fr_fr: Les animations visuelles Qualité de l'air

source: air quality visual animations
fr_fr: animations visuelles Qualité de l'air

source: Talking to the rabbit (speech recognition)
fr_fr: Comment parler au lapin (reconnaissance vocale)

source: You need to push and hold the button on the rabbit's head long enough to hear a 'beep', then wait a couple of seconds and speak. When you are done just release the button.
fr_fr: Il vous faut maintenir le bouton sur la tête du lapin appuyé assez longtemps pour entendre le 'bip', attendre quelques secondes puis parler. Relachez quand vous avez terminé.

source: The speech processing is done locally and the answer should come shortly!
fr_fr: La reconnaissance vocale est effectuée localement et la réponse devrait être rapide !

source: Reboot or shutdown the rabbit
fr_fr: Redémarrer ou arrêter le lapin

source: You can do this cleanly by using the <kbd class="btn-warning">Reboot</kbd> or <kbd class="btn-danger">Shutdown</kbd> buttons on the <a target='_parent' href='/system-info/'>System information</a> tab of the configuration page.
fr_fr: Vous pouvez le faire proprement en utilisant les boutons <kbd class="btn-warning">Redémarrer</kbd> ou <kbd class="btn-danger">Arrêter</kbd> sur l'onglet <a target='_parent' href='/system-info/'>Information système</a> de la page de configuration.

source: As a last resort, you can also shutdown the rabbit by pushing its head button quickly three times in a row.
fr_fr: En dernier ressort, vous pouvez aussi arrêter le lapin en appuyant le bouton sur sa tête rapidement trois fois à la suite.

source: Base LED pulse color
fr_fr: La couleur de pulsation de la LED de base

source: indicates the rabbit's network connection state
fr_fr: indique l'état de la connexion réseau du lapin

source: <span class="badge badge-pill badge-info">Fuchsia</span> means <i>all is fine</i>: rabbit has an IP address on your local network, and access to the Internet.<br><span class="badge badge-pill badge-warning">Orange</span> means <i>not so good</i>: rabbit has a local IP address, but no Internet connection (check your router).<br><span class="badge badge-pill badge-danger">Red</span> means <i>real bad</i>: rabbit has no IP address (check your WiFi access point / DHCP server).
fr_fr: <span class="badge badge-pill badge-info">Fuchsia</span> signifie <i>tout va bien</i> : le lapin a une adresse IP sur votre réseau local, et accès à l'Internet.<br><span class="badge badge-pill badge-warning">Orange</span> signifie <i>pas très bon</i> : le lapin a une adresse IP locale, mais pas de connexion Internet (vérifiez votre routeur).<br><span class="badge badge-pill badge-danger">Rouge</span> signifie <i>pas bon du tout</i> : le lapin n'a pas d'adresse IP (vérifiez votre point d'accès WiFi / serveur DHCP).

source: On the Internet
fr_fr: Sur l'Internet

source: <a target='_blank' href='https://tinyletter.com/nabaztag' rel='noopener noreferrer'>Nabaztag is back!</a>
fr_fr: <a target='_blank' href='https://tinyletter.com/nabaztag' rel='noopener noreferrer'>Nabaztag revient !</a>

source: Subscribe to the newsletter.
fr_fr: Abonnez-vous à la lettre d'information.

source: The <a target='_blank' href='https://www.tagtagtag.fr/forum/' rel='noopener noreferrer'>Tag:Tag:Tag user forum</a>
fr_fr: Le <a target='_blank' href='https://www.tagtagtag.fr/forum/' rel='noopener noreferrer'>forum d'utilisateurs Tag:Tag:Tag</a>

source: Share your problems and solutions with other rabbit breeders.
fr_fr: Partagez vos problèmes et vos solutions avec d'autres éleveurs de lapins.

source: The <a target='_blank' href='https://github.com/nabaztag2018/pynab/#readme' rel='noopener noreferrer'>GitHub repository</a>
fr_fr: Le <a target='_blank' href='https://github.com/nabaztag2018/pynab/#readme' rel='noopener noreferrer'>référentiel GitHub</a>

source: Report bugs or contribute to the project with other developers.
fr_fr: Signalez des bogues ou contribuez au projet avec d'autres développeurs.

source: <a target='_blank' href='https://twitter.com/nabaztagtagtag' rel='noopener noreferrer'>Nabaztag on Twitter</a>
fr_fr: <a target='_blank' href='https://twitter.com/nabaztagtagtag' rel='noopener noreferrer'>Nabaztag sur Twitter</a>

source: The <a target='_blank' href='https://www.instructables.com/member/tagtagtag/' rel='noopener noreferrer'>TagTagTag assembly instructions</a>
fr_fr: Les <a target='_blank' href='https://www.instructables.com/member/tagtagtag/' rel='noopener noreferrer'>instructions de montage TagTagTag</a>

source: The open heart operation to transplant the cards into your rabbit. At this stage you probably do not need this anymore...
fr_fr: L'opération à cœur ouvert pour transplanter le ou les cartes dans votre lapin. A ce stade, vous n'en avez probablement plus besoin ...

source: You are currently connected to your rabbit.
fr_fr: Vous êtes actuellement en connexion avec votre lapin.

source: First, make sure the language is properly configured below.
fr_fr: Sélectionnez d'abord ci-dessous la langue dans laquelle votre Nabaztag va s'exprimer.

source: Then maybe create an account to connect your Nabaztag to <a target='_blank' href='https://joinmastodon.org' rel='noopener noreferrer'>Mastodon</a> where it may join fellow rabbits <small>(for now, this is only used by ear communion service)</small>.
fr_fr: Ensuite, si vous connaissez d'autres lapins, vous pouvez aussi créer un profil <a target='_blank' href='https://joinmastodon.org' rel='noopener noreferrer'>Mastodon</a> pour qu'il puisse dialoguer avec eux <small>(pour l'instant, ceci est utilisé uniquement pour la communion d'oreilles)</small>.

source: Eventually, explore the top navigation bar to configure <a href='/services/'>Nabaztag services</a> or <a href='/rfid/'>NFC tags</a>, <a href='/upgrade/'>upgrade software</a>, <a target='_blank' href='/help/'>get help</a> or even visit the <a target='_blank' href='https://github.com/nabaztag2018/pynab' rel='noopener noreferrer'>GitHub repository</a> to start hacking, adding features or simply report bugs.
fr_fr: Utilisez la barre de navigation pour configurer les <a href='/services/'>services du Nabaztag</a> ou des <a href='/rfid/'>tags NFC</a>, <a href='/upgrade/'>mettre à jour</a> le logiciel, ou <a target='_blank' href='/help/'>obtenir de l'aide</a>. Vous pouvez aussi visiter le <a target='_blank' href='https://github.com/nabaztag2018/pynab' rel='noopener noreferrer'>référentiel GitHub</a> pour contribuer ou simplement signaler des bogues.

source: You can also trigger some services with your voice by pushing and holding the button on the rabbit's head.
fr_fr: Vous pouvez aussi déclencher certains services à la voix en maintenant appuyé le bouton sur la tête du lapin.

source: And do not forget to try <a href='/' onclick='javascript:event.target.port=8080' target='_blank' rel='noopener noreferrer'>NabBlockly</a> and learn how to code with Nabaztag. It's fantastic.
fr_fr: Et n'oubliez pas d'essayer <a href='/' onclick='javascript:event.target.port=8080' target='_blank' rel='noopener noreferrer'>NabBlockly</a> pour apprendre à coder avec Nabaztag. C'est fantastique !

source: Language
fr_fr: Langue

source: The language is used by services with recorded sounds. U.S. English and British English are based on distinct voices.
fr_fr: La langue est utilisée par les services avec des sons enregistrés. Une nouvelle façon d'apprendre des langues étrangères !

source: Save
fr_fr: Enregistrer

source: Reset
fr_fr: Annuler

source: Tag with foreign data
fr_fr: Tag avec des données inconnues

source: This tag has foreign data. Are you sure you want to replace this data?
fr_fr: Ce tag contient des données inconnues. Êtes-vous sûr que vous souhaitez les remplacer?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: To be used by applications, NFC tags (including Violet's ztamp:s) must be configured.
fr_fr: Pour être utilisés par les applications, les tags NFC (y compris les ztamp:s de Violet) doivent être configurés.

source: To configure an NFC tag, start with pressing the button below and then when your Nabaztag's nose turns red, put a tag under it.
fr_fr: Pour configurer un tag NFC, commencez par appuyer sur le bouton ci-dessous puis quand le nez se met en rouge, mettez-y le tag.

source: Edit the configuration, then press <kbd class="btn-danger">Write tag</kbd> button below and put the tag under your Nabaztag's red nose until you see a confirmation message.
fr_fr: Éditer la configuration, puis appuyez sur le bouton <kbd class="btn-danger">Écrire le tag</kbd> ci-dessous et remettez le tag sous le nez devenu rouge jusqu'à ce qu'un message de confirmation s'affiche.

source: No tag was detected.
fr_fr: Aucun tag n'a été détecté

source: Nabaztag:tag original RFID reader only supports ISO/IEC 14443 type B tags and the new NFC board supports also Type 2 tag. If you use the original RFID board, make sure the reader is not too close from the Raspberry Pi (add some cardboard as mentioned in <a target='_blank' href='https://www.instructables.com/id/Installation-De-La-Carte-TagTagTag-Pour-Nabaztagta/' rel='noopener noreferrer'>tutorial</a>).
fr_fr: Le lecteur original RFID du Nabaztag:tag ne fonctionne qu'avez les tags ISO/IEC 14443 type B et la nouvelle carte NFC supporte aussi les tag Type 2. Si vous utilisez la carte RFID d'origine,assurez-vous également que le lecteur n'est pas trop prêt du RaspberryPi (ajoutez du carton comme mentionné dans <a target='_blank' href='https://www.instructables.com/id/Installation-De-La-Carte-TagTagTag-Pour-Nabaztagta/' rel='noopener noreferrer'>le tutoriel</a>).

source: This tag was not detected. To write it, click the 'Write tag' button and put it again under your Nabaztag's nose when it turns red. If you want to write another tag, click 'Configure' button first.
fr_fr: Le tag n'a pas été détecté. Pour l'écrire, cliquez sur le bouton 'Write tag' et mettez-le sous le nez du nabaztag lorsqu'il devient rouge. Si vous souhaitez configurer un autre tag, appuyez d'abord sur le bouton 'Configurer'.

source: Tag was successfully configured.
fr_fr: Le tag a été configuré avec succès.

source: Status
fr_fr: Statut

source: Picture
fr_fr: Visuel

source: NFC Tag Blue
fr_fr: Tag NFC bleu

source: NFC Tag Violet
fr_fr: Tag NFC violet

source: NFC Tag Red
fr_fr: Tag NFC rouge

source: NFC Tag Orange
fr_fr: Tag NFC orange

source: Unknown
fr_fr: Inconnu

source: Violet Rabbit
fr_fr: Lapin violet

source: Blue note
fr_fr: Note bleue

source: Red heart
fr_fr: Cœur rouge

source: Orange apple
fr_fr: Pomme orange

source: Orange teacup
fr_fr: Tasse orange

source: Violet rocket
fr_fr: Fusée violette

source: Green cabbage
fr_fr: Chou vert

source: Blue dog
fr_fr: Chien bleu

source: Red flower
fr_fr: Fleur rouge

source: Green snail
fr_fr: Escargot vert

source: Yellow smile
fr_fr: Sourire jaune

source: Yellow gift
fr_fr: Cadeau jaune

source: Green bike
fr_fr: Vélo vert

source: Violet key
fr_fr: Clef violette

source: Blue can
fr_fr: Boîte bleue

source: Dark moderate green
fr_fr: Vert moyennement foncé

source: Grayish blue
fr_fr: Gris qui tend vers le bleu

source: Vivid orange
fr_fr: Orange vif

source: Bright yellow
fr_fr: Jaune brillant

source: Dark cyan
fr_fr: Cyan foncé

source: Vivid pink
fr_fr: Rose vif

source: Pure yellow
fr_fr: Jaune pur

source: Darker vivid orange
fr_fr: Orange vif un peu plus foncé

source: None
fr_fr: Aucune

source: NFC or RFID support is not available (no reader detected)
fr_fr: Le RFID ou NFC ne sont pas disponibles (aucun lecteur détecté)

source: Configure tag
fr_fr: Configurer un tag

source: Configure another tag
fr_fr: Configurer un autre tag

source: Write tag
fr_fr: Écrire le tag

source: Supported (but read-only)
fr_fr: OK (mais en lecture seule)

source: Supported
fr_fr: OK

source: Supported (but with unknown data)
fr_fr: Géré (mais avec des données inconnues)

source: Locked (cannot be used)
fr_fr: Verrouillé (ne peut pas être utilisé)

source: Unsupported PICC (file a GitHub issue with UID to see if support can be added)
fr_fr: PICC non géré (créez un ticket sur GitHub avec le UID pour voir si cela peut se corriger)

source: Unknown response:
fr_fr: Réponse inconnue:

source: An unknown server error occurred
fr_fr: Une erreur serveur inconnue est survenue

source: System information
fr_fr: Information système

source: %(variant)s OS
fr_fr: Système d'exploitation %(variant)s

source: Hostname
fr_fr: Nom d'hôte

source: IP address
fr_fr: Adresse IP

source: Wireless network
fr_fr: Réseau sans fil

source: Uptime
fr_fr: Levé depuis

source: SSH (Secure shell)
fr_fr: SSH (shell sécurisé)

source: Enabled with default password
fr_fr: Activé avec le mot de passe par défaut

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivé

source: Reboot
fr_fr: Redémarrer

source: Shutdown
fr_fr: Arrêter

source: <b>Reboot is in progress!</b>
fr_fr: <b>Le redémarrage est en cours!</b>

source: <b>Shutdown is in progress!</b>
fr_fr: <b>L'arrêt est en cours!</b>

source: Please wait at least 10 seconds before unplugging the power cable.
fr_fr: Veuillez attendre au moins 10 secondes avant de débrancher le cable d'alimentation.

source: Nabd daemon
fr_fr: Processus Nabd

source: State
fr_fr: État

source: Clients (including website)
fr_fr: Clients (y compris le site Web)

source: Hardware
fr_fr: Matériel

source: Computer
fr_fr: Ordinateur

source: Hat card
fr_fr: Carte chapeau

source: Sound card
fr_fr: Carte son

source: Sound input
fr_fr: Entrée son

source: Left ear
fr_fr: Oreille gauche

source: Right ear
fr_fr: Oreille droite

source: RFID or NFC
fr_fr: RFID ou NFC

source: Hardware test
fr_fr: Test matériel

source: Ears
fr_fr: Oreilles

source: You are about to <b>reboot</b> the Raspberry Pi Linux system.
fr_fr: Vous êtes sur le point de <b>redémarrer</b> le système Linux du Raspberry Pi.

source: Do you want to proceed?
fr_fr: Voulez-vous continuer?

source: Cancel
fr_fr: Annuler

source: You are about to <b>shutdown</b> the Raspberry Pi Linux system.
fr_fr: Vous êtes sur le point d'<b>éteindre</b> le système Linux du Raspberry Pi.

source: Up to date
fr_fr: À jour

source: Branch:
fr_fr: Branche :

source: You have unpushed local commits in this repository.
fr_fr: Vous avez des commits locaux non publiés dans ce référentiel.

source: You have local changes in this repository.
fr_fr: Vous avez des modifications locales dans ce référentiel.

source: Upgrade in progress
fr_fr: Mise à jour en cours

source: Upgrade is currently in progress...
fr_fr: La mise à jour est en cours ...

source: Local changes
fr_fr: Modifications locales

source: Local changes have been detected in at least one repository. Automatic upgrade may fail. Are you sure you want to proceed?
fr_fr: Des modifications locales ont été détectées dans au moins un référentiel. La mise à jour automatique risque d'échouer. Souhaitez-vous néanmoins continuer?

source: Through this interface, you can upgrade your Nabaztag software (provided it is connected to the internet). This may take a while depending on the size and the scope of the update. <strong>Do not restart your rabbit before the process is finished</strong>.
fr_fr: Grâce à cette interface, vous pouvez mettre à jour le logiciel de votre Nabaztag (s'il est connecté à Internet). Attention, cela peut être assez long en fonction de ce qu'il y a à faire. <strong>Attendez la fin de la mise à jour sinon on ne répond plus de rien</strong>.

source: You can switch to the Pynab <b>master</b> branch to benefit from changes between releases, however this is not for the faint-hearted and requires good command of <a href='https://www.raspberrypi.org/documentation/remote-access/ssh/' target='_blank' rel='noopener noreferrer'>SSH</a> and <a href='https://git-scm.com/docs/' target='_blank' rel='noopener noreferrer'>Git</a>.
fr_fr: Vous pouvez basculer sur la branche <b>master</b> de Pynab pour avoir les dernières nouveautés, mais ceci suppose que vous n'avez pas peur de <a href='https://www.raspberrypi.org/documentation/remote-access/ssh/' target='_blank' rel='noopener noreferrer'>SSH</a> et de <a href='https://git-scm.com/docs/' target='_blank' rel='noopener noreferrer'>Git</a>.

source: Your Nabaztag is using a purely local Pynab branch. Upgrade is not applicable.
fr_fr: Votre Nabaztag utilise une branche purement locale de Pynab. Pas de mise à jour dans ce cas.

source: Your Nabaztag is apparently not tracking the Pynab <b>release</b> branch. Please note that web-based upgrade mechanism may fail and require that you connect over SSH.
fr_fr: Attention, apparemment, votre Nabaztag ne suit pas la branche <b>release</b> de Pynab : la mise à jour avec l'interface web peut échouer. Et là, que la force soit avec vous, il faudra terminer en SSH.

source: Current versions
fr_fr: Versions actuelles

source: Last check:
fr_fr: Dernière vérification :

source: %(last_check_since)s ago
fr_fr: il y a %(last_check_since)s

source: Check now
fr_fr: Vérifier maintenant

source: Upgrade now
fr_fr: Mettre à jour

source: less than one minute
fr_fr: moins d'une minute

source: 1 hour
fr_fr: 1 heure

source: 1 hour and 1 minute
fr_fr: 1 heure et 1 minute

source: 1 hour and {} minutes
fr_fr: 1 heure et {} minutes

source: {} hours
fr_fr: {} heures

source: {} hours and 1 minute
fr_fr: {} heures et 1 minute

source: {} hours and {} minutes
fr_fr: {} heures et {} minutes
